{
  "data": {
    "proposals": [
      {
        "title": "Darmani",
        "tldr": "Darmani, an 18 year old highschooler from Mexico City, trying to show what he’s made of!",
        "body": "<p>I’m an up and coming red fox from Mexico City with something to prove for my country, and on a path to become the best version of myself that I can be. I’d love to attend and maybe be able to demonstrate what my region’s made of!</p>",
        "receivedAt": 1705452977,
        "proposer": {
          "id": "0xC4e5a6f23627CDD311b282704c470C015872b403"
        },
        "votes": []
      },
      {
        "title": "Vityee",
        "tldr": "Vityee, a French Peach player from Lyon wishes to represent Nouns Esports at Genesis X",
        "body": "<p>Hi there, i'm Vityee a french peach player from Lyon, France.</p><p><br></p><p>Why would I attend Genesis X ?</p><p> </p><p>I discovered Melee and smash bros at the same time, a little by chance on YouTube with documentaries relating the history of the 5 gods of Melee. What I liked most about these documentaries was not so much the competitive aspect as the community aspect, the crowds, the atmosphere, the encounters, the rivalries ect.. !</p><p><br></p><p>This discovery led me to give the game a try, first of all online, before discovering my local scene and becoming an active member. Today, I'm happy to be able to count some of the best encounters I've made in my life among the community!</p><p><br></p><p>Now I tend to get involved in organizing within my local scene and some aspects of the European scene with, for example, the organization of online singles and doubles tournaments or more recently as a TO of Arcamelee 4.</p><p><br></p><p>The question now is how I could represent Nouns Esports at this tournament,</p><p><br></p><p>I wouldn't presume to say that I could represent it at the highest level of the competition, but I could make myself available on site and help the tournament run smoothly by offering myself as a TO and represent Nouns Esports as an important player on the Melee scene that supports numerous events.</p><p><br></p><p>I've already had the opportunity to travel outside France for the Fête 3 , which was an incredible experience, and I'd love to have the chance to travel outside Europe to experience the atmosphere that originally made me discover and love this community.|</p><p><br></p><p>Thanks you all for reading !</p><p>Take care,</p><p><br></p><p>Jordane \"Vityee\" Chevillot</p><p><br></p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmesDh3tK1PqQDFKE9WvCszp5JSMfSfuzhfcCZYsoLAoGc\"></p><p><br></p><p><br></p>",
        "receivedAt": 1705762290,
        "proposer": {
          "id": "0x6E4Ab2fB89CB0942b7525a79981E0C9D40847925"
        },
        "votes": []
      },
      {
        "title": "Colbol X Nouns at Genesis X",
        "tldr": "I would love to represent Nouns as a player at Genesis X next month! ",
        "body": "<p>Hello, My name is Colin “Colbol” Green and I am an old-school Melee player from the South-Eastern United States. I began my Melee journey back in 2006 when I was only 13 years old and I quickly became one of the best players in my home state of Florida. From there my career took me to many places as I peaked at once being ranked one of the top 10 players in the world on the Melee rankings. I am also one of only 9 players to appear on every single top 100 ranking since its inception in 2013.</p><p><br></p><p><img src=\"https://lh7-us.googleusercontent.com/JuLzCp1-cKgHTZ0SZuPLFw-P26YwDlcFPYFQjxrIIepIWEWpvQGuj5FqygTQGgNsBWvqBZhOdAkB-VTP7DL3ckU13FOjGxpFll0H_IhbVWqxL9kGSIONLVFmBq_Ko9CT5Hq1IGikqN1-ZDGMz2NipqY\" width=\"912\" height=\"1044.1566579634464\" style=\"\"> </p><p><br></p><p>In the modern era of melee I am now the best player in the state of Georgia where I still compete on a regional level to which I won over 300 in-state events uncontested. I think I would be a great choice to represent the Nouns brand since I am very familiar with Nouns and their work in the melee scene. I interacted greatly with Nouns while I played and commentated at Tipped Off 14 this past year which was sponsored directly by Nouns Esports. I love Nouns’ passion for our community and their continued support of both tournaments and not players through Prop House. </p><p><img src=\"https://lh7-us.googleusercontent.com/H5NX8ZTymqKzbx5dSER1e1rQn7_1qN9SO4mHn-S77ygEnrZusSRXjU-0vWbLIc5Uh42Xeq0sKuKdhqBHTvTMVShRLYMFZZL7FBLeF__fSZLSzEkAKbNBQo8mJqI_m4J84dF5W9VmtP_eQEplZSI8VfU\" width=\"915\" height=\"512.9609706038135\" style=\"\"></p><p><br></p><p>I would greatly appreciate this opportunity to travel as outside of Tipped Off, there are no majors in our region of the country and Genesis is the ultimate player experience every year and consistently provides the most stacked competition.</p><p><br></p><p>Thank You for Your Consideration,</p><p><br></p><p>Colin \"Colbol\" Green</p><p><br></p><p> </p>",
        "receivedAt": 1705937655,
        "proposer": {
          "id": "0xc7E49b53671A36323256380Ad4beD5FDc90842Fe"
        },
        "votes": [
          {
            "voter": {
              "id": "0x2993284dd36A836f0d83856c2b4586C6Daf008EC"
            },
            "receivedAt": 1706328359,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0xc7E49b53671A36323256380Ad4beD5FDc90842Fe"
            },
            "receivedAt": 1706312257,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0xE3f27DEFf96fe178e87559F36Cbf868B9E75967D"
            },
            "receivedAt": 1706483800,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Gorgi",
        "tldr": "The only melee player in Armenia to Genesis X!",
        "body": "<p><strong><u>Background</u></strong></p><p>Hello everyone, my name is Ashot and I go by the tag \"Gorgi\". </p><p><br></p><p>I am the only melee player in Armenia, with my career starting back in 2021 when I was 14. I quickly learned that there is no scene in the region due to a multitude of reasons, so Slippi is my only way to play Melee, and even that is a rough call since the distance between me and more populated scenes like Europe is quite big. This year I feel like I am ready to represent my country at an IRL supermajor. This will not only be my first major, but also my first offline tournament ever.</p><p><br></p><p><strong><u>Results</u></strong></p><p>I am currently ranked #1 in the CIS region with competitors from Russia, Ukraine, Uzbekistan etc., my lowest rank ever was #2 since the first iteration of our rankings in 2021. I regularly attend online EU tourneys as well and, more often than not, give some of the strongest EU players a run for their money. You can also see me at the #3 spot on Slippi's Ranked Leaderboard, and I am “1st in Asia” there too.</p><p><br></p><p><strong><u>Conclusion and Socials</u></strong></p><p>I would love to travel and show my skills to the world, as well as represent Nouns Esports both at the event and on social media - Twitter: https://twitter.com/gorgi222 and Twitch: https://twitch.tv/gorgi222. Btw, remember that tweet about Toph's crushed balls? Yeah I'm the author behind it, so another reason to vote for me!</p><p><br></p><p>Shnorhakal em!</p><p><br></p>",
        "receivedAt": 1705947414,
        "proposer": {
          "id": "0x6949346B91Af70884dE0DaEdFc3EC918B5355add"
        },
        "votes": [
          {
            "voter": {
              "id": "0x2bEa6FB8d74B8bA8A79ee8339FBEd293dB9C4277"
            },
            "receivedAt": 1706732832,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0xE3f27DEFf96fe178e87559F36Cbf868B9E75967D"
            },
            "receivedAt": 1706483800,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Falco",
        "tldr": "Falco falco falco",
        "body": "<p>Falco falco falco falco falco falco falco falco falco</p>",
        "receivedAt": 1705950216,
        "proposer": {
          "id": "0xCEe75E6aEceBe22Ff85a01a5d8947f446De6506b"
        },
        "votes": []
      },
      {
        "title": "Faust x Nouns for Genesis X",
        "tldr": "Help send Faust to Genesis X!",
        "body": "<p>To Nouns &amp; the voting public,</p><p><br></p><p>My name is Jacob Fischer and I am a Jigglypuff main from Toronto, Canada. In 2023, I took a risk and decided to dedicate the Spring and Fall to Melee and I was ranked #38 in the world for my efforts. I want your help to keep that momentum going in 2024.</p><p><br></p><p><strong><u>My Resume:</u></strong></p><p><br></p><ol><li>Ranked Top 40 in the world.</li><li>Wins on Jmook, Aklo, Spark, Ginger, Colbol and Pipsqueak in 2023.</li><li>Ranked Top 5 in Canada</li><li>Top Three Jigglypuff player in the world.</li><li>Second Highest Debut on the Top 100 (and the highest player still unfunded).</li></ol><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmbaovJkWuQRX944fKNsUBmk2dpnRSqyLkKuYdBZTJTLKE\"></p><p><br></p><p>I would love to represent the team and the voters here at Genesis. You can follow my socials on twitch and twitter @FaustSSBM. Thank you for your consideration.</p><p><br></p><p>-Jacob</p>",
        "receivedAt": 1706123938,
        "proposer": {
          "id": "0xf6beb068849A9944EEeb95bA7814Bd0ad41396C2"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3f27DEFf96fe178e87559F36Cbf868B9E75967D"
            },
            "receivedAt": 1706483800,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Send NYC falco main Ant on first ever trip to the west coast",
        "tldr": "The ability to attend my first ever Genesis would be an unforgettable experience that I would appreciate forever",
        "body": "<p>If offered the opportunity to attend Genesis X, I would make frequent posts promoting the brand while taking the opportunity to play <strong>as much melee as physically possible. </strong></p><p><br></p><p>twitter- antssbm<img src=\"https://ipfs.backend.prop.house/ipfs/QmS6fwWLSBS3pmaEv6iAychxhSUtprN4nVu1dpwfkFaEWa\"></p><p><br></p><p><br></p>",
        "receivedAt": 1706191835,
        "proposer": {
          "id": "0xCEe75E6aEceBe22Ff85a01a5d8947f446De6506b"
        },
        "votes": [
          {
            "voter": {
              "id": "0xCEe75E6aEceBe22Ff85a01a5d8947f446De6506b"
            },
            "receivedAt": 1706357692,
            "votingPower": "10"
          }
        ]
      },
      {
        "title": "mvlvchi @ Genesis X WOULD BE ????",
        "tldr": "I love genesis but cannot afford to go!",
        "body": "<p>Genesis is my favorite tournament series of all time, however; it's also the one that is most difficult for me to afford.</p><p>I haven't been to California since the first time I attended Genesis 6. One of, if not the most memorable tournaments for me because I beat my first ever top 100 player (ARMY)! This was also considered by many at the time (me and my friends?) to be the first semblance of a breakout tournament!</p><p><br></p><p>Since then I have improved tremendously and would love to take this opportunity to be able to showcase that??????</p><p><br></p><p>Thank you for reading this, and if you vote for me, I promise your support will not be wasted??<img src=\"https://ipfs.backend.prop.house/ipfs/QmWH4Nn9HWbahzGTQ3yaeW9YnMQi4Ts6vo2i4pqEz1QLTa\"></p><p><br></p><p><br></p>",
        "receivedAt": 1706210965,
        "proposer": {
          "id": "0x5ae58d4591B03A04BaFFbd7813637a5CB320987E"
        },
        "votes": []
      },
      {
        "title": "iLOVEBROOKLYN99 -> GENESIS X",
        "tldr": "im 0-5 vs aklo lifetime",
        "body": "<p>My name is Tristan, and I’m exclusive to the NYC and Long Island melee scenes but I’m lookin to make big waves at Genesis with Nouns Esports! This would not only be my first super major, but my first out of state tournament ever, so it would be incredible to rep Nightclub alongside the king of NY himself. This tournament series has been my absolute favorite to spectate every year, and I really hope to be competing there soon. Thanks for reading and vote for me!! </p><p><br></p><p>My best win:</p><p><a href=\"https://youtu.be/laC01JeYvtE?si=FNRQBCM0MxhPGld5\" rel=\"noopener noreferrer\" target=\"_blank\">https://youtu.be/laC01JeYvtE?si=FNRQBCM0MxhPGld5&amp;t=770s</a></p><p><br></p><p>Catch me on twitter and twitch at: </p><p><a href=\"https://twitter.com/notaklo\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/ilovemelee99</a></p><p><a href=\"https://m.twitch.tv/ilovebrooklyn99\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitch.tv/ilovebrooklyn99</a></p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmZDe2GJFryq9WhYFP1nihqgGhaH7JzhaNwKmJSYVNJTLe\"></p><p>(I’m on the left) </p><p><br></p>",
        "receivedAt": 1706215193,
        "proposer": {
          "id": "0x281fa30D01E428C65db7B0454427730cBF17Cb77"
        },
        "votes": []
      },
      {
        "title": "Fable",
        "tldr": "Help me leave this state for once",
        "body": "<p>Hi I'm Fable and I currently live in Texas. It's always been difficult for me to travel out of state, which is why I have only been to tournaments in Texas since I moved here. Being able to go to my first Genesis and compete against more talent would be a dream come true, and if I do well this would be a huge chance for me to finally get in the top 100 as I was just shy of it this past year.</p><p><br></p><p><strong><u>Resume:</u></strong></p><p><br></p><ol><li>Ranked 131st on the official <a href=\"https://etossed.github.io/rankings.html\" rel=\"noopener noreferrer\" target=\"_blank\">ETop 200 2023™</a></li><li>Ranked 6th in Texas</li><li><a href=\"http://fablessb.com\" rel=\"noopener noreferrer\" target=\"_blank\">http://fablessb.com</a></li><li>Beat Ludwig to hold the <a href=\"https://twitter.com/FableSSB/status/1664776659143208960/video/1\" rel=\"noopener noreferrer\" target=\"_blank\">Mario Party Superstars World Record</a></li><li>3-0d Hungrybox</li></ol><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmPyGDEJZkcSJFvViWwQdYZP96GJARzuLYWzucYCRE5jDk\"></p><p><br></p><p><br></p>",
        "receivedAt": 1706222076,
        "proposer": {
          "id": "0x5Bd2A3e9337De006b33CF46707B71e93cA717424"
        },
        "votes": [
          {
            "voter": {
              "id": "0x2bEa6FB8d74B8bA8A79ee8339FBEd293dB9C4277"
            },
            "receivedAt": 1706732788,
            "votingPower": "3"
          },
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1706466277,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1706312228,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "S2J to Genesis ( and other potential events)",
        "tldr": "Be able to go to Genesis and other potential events with Nouns representation",
        "body": "<p>As the current #16 best player, my goal for next year is to be Mr #3 or top 10 minimum. Getting this sponsorship would greatly help me with this and allow me to go to more events and showcase more strong Melee falcon play. Please vote if you guys have faith ?</p><p><br></p><p>Sincerely,  </p><p>s2j King of New York</p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmWb3uLLLZw5hrr7ixfmm3G9HcQQe15DVGd2rd3aNJRABz\"></p><p><br></p><p><br></p>",
        "receivedAt": 1706307437,
        "proposer": {
          "id": "0x982E252fB07F5dB4682422d3b135Db7A5093DE7e"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1706466277,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1706312228,
            "votingPower": "4"
          },
          {
            "voter": {
              "id": "0x94f88B353674B2AcC82A2Fec99c00764aE631F00"
            },
            "receivedAt": 1706483907,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0x84Ae23136eDC7C4eCf5054E344F69254602d6265"
            },
            "receivedAt": 1706394026,
            "votingPower": "4"
          }
        ]
      },
      {
        "title": "Let salami cook",
        "tldr": "i am salami, i am a very cool top 100 level fox from socal",
        "body": "<p>i have been grinding my ass off and i know i deserve this sponsorship. i will make this organization very proud. i guarantee that i will do my very best and run with this opportunity. i have been hit with some sudden moving cost to get away from my unhealthy home life and i would like to make genesis a less stressful trip by making up some of that cost.<img src=\"https://ipfs.backend.prop.house/ipfs/QmWVxGZTRz9ZBnFCh7es1LM4xoWDKah5wmLhFzJSTmfnMW\"></p><p><br></p><p><br></p>",
        "receivedAt": 1705452977,
        "proposer": {
          "id": "0x45E7b80e9790C5c5dF0B5D8Ff1efF7e773ED938D"
        },
        "votes": []
      },
      {
        "title": "chase for genesis",
        "tldr": "I would love a chance to compete under noun esports at genesis ",
        "body": "<p>Hi my name is chase I’m an ultimate player from SoCal. I started competing offline in early 2022 and quickly took over the SoCal power ranking and now the global Lumirank. I would love a chance to compete under Noun esports I am one of the most ambitious players in the scene right now and I would absolutely take full advantage of such a great opportunity. I am one of the most active ultimate players and streamers having some of the highest attendance of any ultimate player at Lumirank events, locals, and even wifi brackets. I also am one of the most consistent streamers in ultimate building up a pretty decent following and amazing community. If I could go to a major without having to worry about the stress of not having a sponsor all of my time would go into preparing for my bracket and practicing. I believe i am the perfect candidate for a trial sponsorship like this and I would love a chance to prove it.</p><p><img src=\"https://ipfs.backend.prop.house/ipfs/Qmcw3z5Ld3K2WFSvjAGsHSritQFDx2tf4QS58sRs6Fjp4i\"></p><p><br></p><p><br></p>",
        "receivedAt": 1706308931,
        "proposer": {
          "id": "0x7d8674fb70d6C5BdA60dB7546a784B14bc66bEEe"
        },
        "votes": []
      },
      {
        "title": "[Example] Aklo",
        "tldr": "King of NY wants to attend Genesis X",
        "body": "<p>Hey, I'm Aklo and I am a player for Nouns Esports.</p><p><br></p><p>I'd like to attend GENESIS X because I believe I have a good shot at winning the whole thing, and I can represent Nouns Esports at the highest stage of Melee competition. I'll post on social media about my progress at the event while competing. </p><p><br></p><p>Socials:</p><p>Twitter: <a href=\"https://twitter.com/notaklo\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/notaklo</a></p><p>Twitch: <a href=\"https://www.twitch.tv/notaklo\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.twitch.tv/notaklo</a></p><p><br></p><p>GLHF!</p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmYZnunLLUmujLdJ6Dj1Miu6NU26Xa1XEjZGdp4HqQ5jKm\"></p><p><br></p><p><br></p>",
        "receivedAt": 1705453730,
        "proposer": {
          "id": "0xD1762d9c571538D5DD4830ef2095B3F71e0C17c3"
        },
        "votes": []
      },
      {
        "title": "TOP 100 & BLACK & NOT CISHET?!?! Affirmiate action wya?",
        "tldr": "I love this game and will never stop playing but STRUGGLING financially atm..",
        "body": "<p>It would be an absolute honor to get to work with nouns esports even if it is just for one tournament ??.</p><p><br></p><p>Genesis is one of my favorite tournament series of all time and I would love an opportunity to be able to go to this once more to show everybody why I deserve the spot. God Bless????</p><p><br></p><p><br></p><p><br></p>",
        "receivedAt": 1705455384,
        "proposer": {
          "id": "0x5ae58d4591B03A04BaFFbd7813637a5CB320987E"
        },
        "votes": []
      },
      {
        "title": "Smash's New Rising Star in videography, me Professor Kay",
        "tldr": "I Professor Kay am a rising star in the smash brothers videography, and would love to attend Genesis X. ",
        "body": "<p>Hello my name is Kay Wajsfelner or Professor Kay as the scene is more well to know me. I am an Esports videographer who has been apart of the community since I was in high school. Over the past year, I have honed my craft filming my senior thesis documentary about the Smash Ultimate player ApolloKage and now that that documentary has wrapped filming I am embarking on my post grad journey of becoming an esports videographer. My first major of the year was LMBM in January and the highlight video I made for that event pulled some serous attention. Look all those blue checkmarks. So please Noun Esports consider me to be one of your representatives at Genesis 10. I will be your exclusive videographer for the event and even make content about the players competing. Thank you for your consideration.</p><p><br></p><p>Pitch Video: https://youtu.be/utN6Hg99jAI</p><p><br></p><p>2024 Videography Reel: https://youtu.be/7ZFgZGOiaLk </p><p><br></p><p>LMBM Highlight video: https://x.com/Professor_Kay_/status/1745114975859826974?s=20</p><p><br></p><p>ApolloKage Doc: https://youtu.be/2_fQjVBo8QA?si=FG4_QWHp7XfivEHY</p><p><br></p><p>Picture of me being goofy on stage (Have since upgraded my camera to a Sony FX30):</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/Qmeiboh5wJD1UEjoD8uMQqdpgyJ2hkvK4MpWsdUE9x8gLb\"></p><p><br></p><p><br></p>",
        "receivedAt": 1705459564,
        "proposer": {
          "id": "0x7B9666e1C2c19f47C03A530B5EEF4e248a15A494"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3f27DEFf96fe178e87559F36Cbf868B9E75967D"
            },
            "receivedAt": 1706483800,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Max \"maxi\" Inzunza",
        "tldr": " Would love the opportunity to compete for Nouns and will post on social media and rep the brand in any way possible ",
        "body": "<p>Hi, I'm Maxi a 20 year old up and coming SoCal fox who was previously ranked #3 in San Diego with offline wins over kurv, khalid, nut, Android 0, casper, bimbo, and more. I also have online wins over bbb, mekk, and bbatts. I frequent SoCal locals and have a very strong passion for melee and competition.   This opportunity would be very special to me because I've never competed in a Genesis before and would love to showcase my abilities in melee and as a personality. I've traveled and done well at a few out of region events like Double Down 2022 and Smash Factor X, but I don't get to travel often due to my financial situation and being a university student. If I could have the chance to compete for Nouns, it would genuinely change my life and I won't disappoint. Thank u 4 reading <img src=\"https://discord.com/assets/6e72cca8dcf91e01fac8.svg\"></p>",
        "receivedAt": 1705464643,
        "proposer": {
          "id": "0x26a4Fb9513ed8BF74840c691F2965FF147485f55"
        },
        "votes": []
      },
      {
        "title": " Salt",
        "tldr": "Help me get to Genesis X",
        "body": "<p>Hello Nouns Esports and everyone who will read this, I am writing this proposal for a chance to represent Nouns at Genesis X!</p><p><br></p><p>My resume includes:</p><ol><li>Ranked 14th best player in the world</li><li>Arguably the best Captain Falcon in the World</li><li>Multiple tourney wins (Low Tide City 2023, Rise n Grind 2023, Luminosity Makes Moves Miami 2023, BEMI 2023)</li><li>Multiple Top 8, Top 12, and Top 16 placements at Majors</li><li>I bring the HYPE!!!</li></ol><p><br></p><p>I really hope that you will seriously consider me in representing Nouns Esports!</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmYrnxxwhwhkQg68anEQcR4DH3M7WV8giStqXeb8kU55QX\"></p><p><br></p><p><br></p>",
        "receivedAt": 1705493083,
        "proposer": {
          "id": "0xb2277afFECb1b2b061acAC920A373F501237908e"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1706466277,
            "votingPower": "8"
          },
          {
            "voter": {
              "id": "0x17b0F5111cc6D5a3f3f843CafA9C903F5594201d"
            },
            "receivedAt": 1706468201,
            "votingPower": "5"
          },
          {
            "voter": {
              "id": "0xd75cCA4D0CC46bf0D3A5dc9cC40d133d80A6F322"
            },
            "receivedAt": 1706396473,
            "votingPower": "5"
          },
          {
            "voter": {
              "id": "0x1FCf9A9D40f2F47C0F4c308Fd8852C945BC7ad9E"
            },
            "receivedAt": 1706313680,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0xE3f27DEFf96fe178e87559F36Cbf868B9E75967D"
            },
            "receivedAt": 1706483800,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0x1ffD639A6E26Da0E8b2a1Bd6caD1E910739e6Ec7"
            },
            "receivedAt": 1706311419,
            "votingPower": "10"
          }
        ]
      },
      {
        "title": "THE SCHMIXTAPE",
        "tldr": "Pick THE SCHMIXTAPE, a player from Sweden, if you want to see a player from a small scene make some big upsets!",
        "body": "<p>I'm THE SCHMIXTAPE and I am ultimate player from Sweden.</p><p><br></p><p>I've been competing since 2016 and have been improving a lot every year. Currently I'm ranked #1 in Sweden and have been ranked #1 in Stockholm since 2021. Despite only having a few opportunities to travel outside of my country I have still managed to get some great wins last year like Nitox, Big Chungus, NaetorU, MazeBeans and more! On top of that I've also already managed to get 5th at a superregional this year at Smashborg Winter Seasonal. In bracket I rarely get upset and consistently give top players a run for their money.</p><p><br></p><p>I also have a decently sized twitter where a lot of big european names follow me so I'd be sure to keep them all updated about my  performance as I compete at the event.</p><p><br></p><p>If you want to see an unkown talent get some big upsets then I'm definitely the guy for you!</p><p><br></p><p>Twitter: <a href=\"https://twitter.com/SCHMIXTAPE\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/SCHMIXTAPE</a></p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmXsA19eNEbFHqkLumvEtfVwVJNXvA6AnmwX2PEuPwtaXi\"></p><p><br></p><p><br></p>",
        "receivedAt": 1705502632,
        "proposer": {
          "id": "0xD2302C6dB1B54f9bfa61328951Dca5D547991E9C"
        },
        "votes": []
      },
      {
        "title": "Dutch player Happymealz wants to represent top level Dutch Melee at GX!",
        "tldr": "Happymealz wants to put the Netherlands on the map and show what Dutch Melee is made of! Skill, art and that EU charm <3",
        "body": "<p><strong>Jillis \"Happymealz\" Pieters for GX!</strong></p><p><br></p><p>A little backstory: as an 18 year old kid, when I had only been playing for about a year and wasn't even ranked in my country yet, I knew I wanted to experience competing at an American super major. I worked for half a year and gathered the money to travel to Genesis 5. Travelling there by myself was a great adventure and I'll never forget it. However, besides Plup complimenting me on my mid-shortens, I drowned in my first round of pools and vowed that I would return as a good player one day.</p><p><br></p><p>In the 7 years I've now been playing I can actually come back to prove what I could not back then: my Fox has become shnasty. Don't believe me? Check out <a href=\"https://twitter.com/_happymealz/status/1673345373534932993?t=1sBCghxrMA3LdZVNNukT6w&amp;s=19\" rel=\"noopener noreferrer\" target=\"_blank\">my combo video</a>.</p><p>I think it would be quite poetic to return to Genesis X as a top Dutch player after having travelled there as a young grasshopper in 2018 who had no results to show for himself.</p><p><br></p><p><br></p><p><br></p><p><strong>Melee as Visual Art</strong></p><p><br></p><p>Besides competing at a high level in Europe, I'm also actively creating Melee art for my community. As a fourth-year Audiovisual Design student, I have a lot of experience in filmmaking and interactive installation building. You may have seen some of my recent work on Twitter:</p><p><br></p><p><u>Battlefield brought to the Real World</u></p><p><a href=\"https://twitter.com/_happymealz/status/1707027550893941187?t=QJeID8rVf1nCUYTF32vRLg&amp;s=19\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/_happymealz/status/1707027550893941187?t=QJeID8rVf1nCUYTF32vRLg&amp;s=19</a></p><p><br></p><p><u>The latest Dutch PR as a venue-installation</u></p><p><a href=\"https://twitter.com/_happymealz/status/1743657336328093933?t=J3zMqY5dwWdcgvoihzGotA&amp;s=19\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/_happymealz/status/1743657336328093933?t=J3zMqY5dwWdcgvoihzGotA&amp;s=19</a></p><p><br></p><p><u>Some more.. content?</u></p><p><a href=\"https://twitter.com/_happymealz/status/1403012223535099904?t=b8nD6ERybhggJBodvZou7g&amp;s=19\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/_happymealz/status/1403012223535099904?t=b8nD6ERybhggJBodvZou7g&amp;s=19</a></p><p><br></p><p>I would love to put my creative ability to use at GX as well. For example by creating content for the players on the Nouns roster, making a mini doc about their runs (and my own) at the event, interviewing players (including my European friends and their perspective as long-distance competitors) and adequately capturing the storylines that would otherwise be lost to the sands of time could be another way I'd love to contribute and make it worth your while to sponsor me for this event.</p><p><br></p><p><br></p><p><strong>EU loves Teams</strong></p><p><br></p><p>A final thing I'd love to mention is doubles. Last summer I worked a summer job to go to GOML 2023 and compete with top UK Sheik max in doubles. We made it all the way to top 16 and I believe we could very well do even better this year, showing the power of European teams play!</p><p><br></p><p>An opportunity like this would be a dream come true, a full circle moment for the kid that went to America by himself in 2018 and a great opportunity to make a beautiful film capturing the community's essence.</p><p><br></p><p>I hope you'll consider me and allow me this chance. &lt;3</p><p><br></p><p><br></p><p><br></p><p>xoxo</p><p><u>Happymealz, the Fox&nbsp;from&nbsp;Rotterdam</u></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmQ5AgHET68dDVoArXtcC9DTs8R2Eg7U4WecwtTqNnR1Xi\"></p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmagBr91QwvyAEwjCmbkMkhpTGGYaZG48bn7obeU3c7FMQ\"></p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmUvnbHUt7wRagq6GymEwZigYKdm4XBSHKqpZq32juQdqa\"></p><p><br></p><p><br></p>",
        "receivedAt": 1705530259,
        "proposer": {
          "id": "0x97350C11a21658E5a02c5C08FFF11F3A0e5710Fa"
        },
        "votes": [
          {
            "voter": {
              "id": "0xa87Daa2Bc3bd0eCca4C9111776BAB2c9d44D6c6B"
            },
            "receivedAt": 1706627876,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1706312228,
            "votingPower": "5"
          },
          {
            "voter": {
              "id": "0x17b0F5111cc6D5a3f3f843CafA9C903F5594201d"
            },
            "receivedAt": 1706468201,
            "votingPower": "5"
          },
          {
            "voter": {
              "id": "0x2bEa6FB8d74B8bA8A79ee8339FBEd293dB9C4277"
            },
            "receivedAt": 1706732627,
            "votingPower": "5"
          },
          {
            "voter": {
              "id": "0x87a0Dee820326C2CAcbB37F54FF849Db5fd3A5f9"
            },
            "receivedAt": 1706316447,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0x84Ae23136eDC7C4eCf5054E344F69254602d6265"
            },
            "receivedAt": 1706394026,
            "votingPower": "6"
          },
          {
            "voter": {
              "id": "0x91dCCAA260CC4616E1a6e6b693DB7207C5E42937"
            },
            "receivedAt": 1706474687,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0xd75cCA4D0CC46bf0D3A5dc9cC40d133d80A6F322"
            },
            "receivedAt": 1706396473,
            "votingPower": "5"
          },
          {
            "voter": {
              "id": "0x7D59d5fc2677d9114c9F082179E461285b24847c"
            },
            "receivedAt": 1706738172,
            "votingPower": "10"
          },
          {
            "voter": {
              "id": "0x51C6b737C1ef6d06733A1F48924fDe1BE57337F1"
            },
            "receivedAt": 1706566627,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0xE3f27DEFf96fe178e87559F36Cbf868B9E75967D"
            },
            "receivedAt": 1706483800,
            "votingPower": "2"
          }
        ]
      }
    ]
  }
}
