{
  "data": {
    "proposals": [
      {
        "title": "Lets stream shall we??",
        "tldr": "Long time gamer finally attempts streaming!",
        "body": "<p>Yo! <a href=\"https://twitter.com/BojangleGuy\" rel=\"noopener noreferrer\" target=\"_blank\">BojangleGuy</a> here!</p><p><br></p><p>I have been a gamer my entire life. Watching Nouns build a successful esports team has been incredible to watch and inspiring to say the least. I have always wanted to attempt streaming myself playing games I love and ultimately doing something I have done for as long as I can remember. </p><p><br></p><p>With a recent update to streamlabs making it seamless to stream on X I decided it was time to finally give this dream of mine a shot. Being able to stream to a community of people who follow me for gaming and web3 felt like it made sense. Taking inspiration from Nouns Esports and their journey I realized it doesn't hurt to try. Who knows, maybe I will be the next Shroud or Dr. Disrespect. </p><p><br></p><p>It would be an honor to be awarded the Nouns Esports PFP as a reminder of why I started this journey and what is possible when you simply try. </p><p><br></p><p>GG</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmX3WWsvaKdvpsGidtge6dW9NUPgzXnDnJgALzUWvrJJYz\"></p><p><br></p>",
        "receivedAt": 1702009817,
        "proposer": {
          "id": "0x9051b3C1716fB28044cfddb9f7296Ca59d579302"
        },
        "votes": [
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1702613291,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Nouns Esports Brasil - Highlights ⚡",
        "tldr": "Nouns Esports Brasil team will produce a commemorative video showcasing highlights of the initiative in 2023.",
        "body": "<p><img src=\"https://ipfs.backend.prop.house/ipfs/QmZoc65PNznZnhyfewwqhBoAaiHJTSsu5SXG42BwzuEeXU\" style=\"\" width=\"687\" height=\"458.225021579708\"></p><p><br></p><p>### Nouns Esports Brasil</p><p>***Local Content -&gt; Global Impact***</p><p><br></p><p>After realizing the big opportunity of onboarding millions of fans from **Brazil** **(3rd Largest Esports Audience in the world)** and, also seeing that in Brazil **only 5% of its 240M inhabitants understand English**, we understood the value of starting a dedicated effort in Nouns Esports Brasil.</p><p><br></p><p>Even with a relatively fresh start - only about 4-months ago - Nouns Esports BR has already made a real impact on the whole Nouns Esports community. Here are a few numbers and highlights:</p><p><br></p><p>- Brawl Stars World Finals (World Championship)</p><p>- Brawl Stars ESL Snapdragon Pro Series Finals </p><p>- Nouns Gaming Day IRL event</p><p>- More than 4.1k people tuned in for our Twitter/X Spaces with Dota Brazilian Community</p><p>- IRL Noggles totem digital display</p><p>- More than half-million impressions on a new account (512k+)</p><p>- 1359 followers on Twitter</p><p><br></p><p>![](https://i.imgur.com/leieE9i.png)</p><p><br></p><p>### Description</p><p><br></p><p>Our proposal is to produce a commemorative video with Nouns Esports Brasil 2023 highlights!</p><p><br></p><p>This well-produced video will contain various impactful moments from the Brasil initiative, ranging from tournaments to a 3-month bootcamp in Europe, and a 200+ people IRL event hosted in a football stadium, among others.</p><p><br></p><p>![](http://i.imgur.com/t551AHG.gif)</p><p><br></p><p>*Watch our **Road 2 Worlds** episode [here](https://twitter.com/NounsEsportsBR/status/1719007360323104794)*</p><p><br></p><p>Being one of the winners would be really special to the whole team who has been working hard behind the scenes to expand even more the reach, competitiveness (and commercial potential) of Nouns Esports in general. </p><p><br></p><p>Our team is grateful for all the support so far and it would be an honor to be awarded the Builder NFT as a sign of the work that has been done and to our commitment to the future.</p><p><br></p><p><br></p><p>[João Borges](https://twitter.com/joaocsb), [TheBower](https://twitter.com/thebower_), [JP](https://twitter.com/eusou_jp) &amp; [Hirano](https://twitter.com/hiranonft).</p><p><br></p><p><br></p>",
        "receivedAt": 1702497993,
        "proposer": {
          "id": "0x2b5DF72691d1d3AE1b057159EF6E0e6428398F33"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1702511267,
            "votingPower": "3"
          },
          {
            "voter": {
              "id": "0x7D59d5fc2677d9114c9F082179E461285b24847c"
            },
            "receivedAt": 1702662952,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1702613291,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Hope I win!",
        "tldr": "I don't want it, I need it. ⌐◨-◨",
        "body": "<p><strong>My Journey with Nouns Esports:</strong></p><p><br></p><p>My name is Peter, better known online as <a href=\"https://twitter.com/Peterpandam\" rel=\"noopener noreferrer\" target=\"_blank\">Peterpandam</a>.</p><p><br></p><p>I discovered Nouns Esports through their Dota Team in 2022 and started as a contributor after learning more about the organization. Later I played key roles in Nouns Esports initiatives such as <a href=\"https://nouns.wtf/vote/119\" rel=\"noopener noreferrer\" target=\"_blank\">Prop 119</a> and <a href=\"https://nouns.wtf/vote/263\" rel=\"noopener noreferrer\" target=\"_blank\">Prop 263</a>.</p><p><br></p><p><strong>Why I want to win this NFT:</strong></p><p><br></p><p>I see the potential of blockchain in creating equal opportunities. It allows us to bypass intermediaries, benefiting the esports industry that has been scarred down by profit-seeking opportunists.</p><p><br></p><p>Esports teams and other digital IPs struggle to truly understanding fans due to the scattered nature of digital communities. But, there's a solution—tokenization through blockchain protocols.</p><p><br></p><p><strong>Identify, Target, Reward: </strong>Tokenization helps pinpoint and incentivize our fans while gaining insights that can help tailor more engaging campaigns.</p><p><br></p><p>In effect, tokenization leads to more meaningful interactions with fans.</p><p><br></p><p>To me, receiving one of the first five NFTs would be a great honor that recognizes my dedication to the organization. This NFT would serve as a badge of pride and a testimony to my beliefs in the potential of our team.</p><p><br></p><p>Thank you for considering my proposal. ⌐◨-◨</p><p><br></p>",
        "receivedAt": 1702222267,
        "proposer": {
          "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
        },
        "votes": [
          {
            "voter": {
              "id": "0x7D59d5fc2677d9114c9F082179E461285b24847c"
            },
            "receivedAt": 1702662952,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1702613291,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Bringing Web3 eSports Mainstream",
        "tldr": "We will be mainstreaming small scale eSports ownership and participation ⌐◨-◨",
        "body": "<p><strong>The Goal:</strong></p><p>\tCurrently the majority of eSports team, league, and revenue ownership is concentrated within a small group of elite organizations which monopolize the scene from top to bottom. The potential of web3 is to give ordinary people some of the opportunities which are normally reserved for these organizations in web2.  My goal is to help create and foster a DAO governance based system for deploying decentralized leagues and tournaments - allowing anyone to fractionalize teams, automate revenue flow, and engage fans and the community in ways that only web3 can facilitate.  In doing so fan participation and experience can also be enhanced.</p><p><br></p><p><strong>The Guy:</strong></p><p>\tMy handle is Requiem and I have been in crypto since I began mining bitcoin in 2013 and a gamer ever since i could game.  Since 2021 I have become deeply embedded in the web3 sphere, particularly on the Solana blockchain but also Ethereum and Avalanche. I have a passion for building community and creating genuine connections in the space and I'd like to try and use my skills to drive the web3 eSports space forward because I think it's important.  I have like 6 thousand hours in Dota 2 and I'm still bad at it.</p><p><br></p><p><strong>The Why:</strong></p><p>\tI think we have an amazing opportunity right now to change the face of eSports as we know it.  Instead of something that some people participate in while others simply watch, we can make it a wholistic scene where the whole community can have meaningful involvement in every aspect.  Both Web3 and eSports are in very early stages of life compared to where they will go, and if we can show people that they're better together I think the buy-in will be tremendous.  There is no better organization to drive this forward than Nouns and Nouns eSports. Winning this pfp would be a significant statement of faith in my ability to help Nouns eSport move this forward!</p>",
        "receivedAt": 1702229198,
        "proposer": {
          "id": "0x6f75C02C01BE1B1cAb4b5Ec56C0D78b758Fe40d3"
        },
        "votes": [
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "NOUNS FE CS2 TEAM TO CO-OWN BUILDERS NFT ⌐◨-◨ (prev. prophouse compete winners) ",
        "tldr": "Seeking to split the Esports Builders NFT between the members of the team, with a DAOish/voting system for ever using it",
        "body": "<h1>[ <a href=\"https://twitter.com/nounsfe\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>nouns.fe</strong></a><strong>  here ⌐◨-◨ ]</strong></h1><ul><li><a href=\"https://twitter.com/lunariFPS\" rel=\"noopener noreferrer\" target=\"_blank\">lunari</a></li><li><a href=\"https://twitter.com/RiceRage\" rel=\"noopener noreferrer\" target=\"_blank\">Rice</a></li><li><a href=\"https://twitter.com/asheszu\" rel=\"noopener noreferrer\" target=\"_blank\">ashe</a></li><li><a href=\"https://twitter.com/1Raynee\" rel=\"noopener noreferrer\" target=\"_blank\">raynee</a></li></ul><p><br></p><p>We are the builders &amp; previous esports prophouse winners, currently integrating into the Nounish community through Content Creation, the female CS2 team, supporting other Nouns rosters, and also applying for &amp; supporting the Nouncraft project. We enjoy seeing this vibrant community thrive, not only within our own discord servers, but out at gaming LAN events, tournaments, content platforms, and more.</p><p><br></p><p><span style=\"letter-spacing: 0.02em; color: var(--brand-black);\">Interacting in the Nouns community the past few weeks/months has been a treat, and we hope to continue to do so with Builder support! </span></p><p><br></p><p><strong>Why we want to win this PFP: </strong></p><p>We are self-sufficient, mutually beneficial creatives with a lotta love to give. Receiving this NFT for the team would be a great honor &amp; lasting proof of our dedication to forwarding Nounish &amp; inclusive narratives within the esports scene. </p><p><br></p><p>It's worth noting that we would love to help host Nouns booths at LAN events with meet &amp; greets, 1v1s with Nouns roster members, hosting workshops for those interested in becoming a competitors, &amp; informing those interested in DAOs (this idea was included in our passed proposal). We also love to promote inclusivity by supporting the growth of the female eSports scene overall, and minority gamers within the Nounish community :) </p><p><br></p><p><br></p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmWUjYrHs7hYwB8TitUi2t8CXdVKg7WuTense2fTazVmbA\" style=\"\" width=\"265\" height=\"265\"></p><p><br></p><p><br></p>",
        "receivedAt": 1702242769,
        "proposer": {
          "id": "0xFD27AC8c65cfAB3B4b46e0740c7e47FB82F7Ef1D"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1702511267,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0x7D59d5fc2677d9114c9F082179E461285b24847c"
            },
            "receivedAt": 1702662952,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1702613291,
            "votingPower": "3"
          }
        ]
      },
      {
        "title": "Veel-Tark x Nouns Esports: A New Dimension in Team Strategy",
        "tldr": "Empowering esports teams with Veel-Tark's innovative gamification",
        "body": "<p>We at NFT-Crap propose a unique venture to integrate the Veel-Tark framework into Nouns Esports. This initiative aims to elevate the esports experience through our specialized gamified approach.</p><p><br></p><p>The Concept:</p><p>Veel-Tark, our immersive gamified platform, offers a unique value proposition in the esports realm. By incorporating role-playing and strategic missions, similar to an escape room experience, it facilitates enhanced teamwork, creative problem-solving, and dynamic strategy formulation.</p><p><br></p><p>Impact on Esports:</p><ul><li>Team Synergy: Interactive missions boost communication and collaboration among players.</li><li>Strategic Edge: Gamified scenarios encourage innovative thinking, crucial for competitive gaming.</li><li>Community Engagement: Unique experiences foster deeper connections with the Nouns community.</li></ul><p>Experience a slice of this concept through our existing Veel-Tark adventure: <a href=\"https://oncyber.io/veel_tark_escape_room\" rel=\"noopener noreferrer\" target=\"_blank\">Veel-Tark Escape Room Experience</a>.</p><p><br></p><p>Closing Thoughts:</p><p>This integration signifies more than technological innovation; it's about bringing a new level of engagement and strategic depth to Nouns Esports. We believe Veel-Tark's approach aligns perfectly with the spirit of Nouns, offering a fresh, engaging angle to esports.</p><p><br></p><p>Looking forward to exploring this exciting opportunity with you. We are a CC0 project. </p><p><br></p><h2>Slogan</h2><p>We Build.</p><h2>Concept</h2><p>The Game to work better.</p><h2>Pillars</h2><p>Craft. Art as a driver.</p><p>Learn. Humans play to learn.</p><p>Remix: Feel free to copy it and make it better.</p><p><br></p><p><br></p><p><br></p><p>Here what we are building 0_0 <a href=\"https://app.charmverse.io/veel-tark/nft-crap-3054954182727383\" rel=\"noopener noreferrer\" target=\"_blank\">https://app.charmverse.io/veel-tark/nft-crap-3054954182727383</a></p><p><br></p><p>Best regards,</p>",
        "receivedAt": 1702325499,
        "proposer": {
          "id": "0x42e62e421bEdf2469826879Ec1a0574d7D3ccA26"
        },
        "votes": []
      },
      {
        "title": "From Bali to Beyond: Nouns Esports Player Manager NFT Proposal",
        "tldr": "I've been working as the player manager for nouns since the start of this year and I'm writing a proposal for a NFT",
        "body": "<h1><strong>Who?</strong></h1><p>Hello everyone; My name is DoublA or Mike and I have had the pleasure of being the manager of the DotA team and now I'm the overall player manager for nouns esports. I'll include a nicely labeled photo from this years' International to show you what I look like. On the subject of TI, its been a huge blast traveling with the team across the world whether it was Seattle or earlier in the year in Bali and just making sure that everything goes smoothly (very often it doesn't, but I wouldn't have a job if it always was smooth sailing). It's been a lot of fun interacting with people in the nouns community; either through the Friday contributor calls or even better in person at one of the many events nouns esports participates in.</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmR3VBS57osoDdPgerdvNvHEupjaHDdH5WcyQzxfPyyH2e\" style=\"\" width=\"603\" height=\"339.0377880031779\"></p><p><br></p><h1>Why?</h1><p>Full honesty, I'm not very endemic to the web3 space, but during this last year while I have been working for nouns, I've begun learning through osmosis. I have never owned a NFT before, but when this opportunity presented itself, I knew I had to write a proposal. With this NFT, I would have a mark of validation and pride for my past and future work in this organization. More importantly and most simply, it would mean a lot for someone who is a big fan of nouns esports.</p><p><br></p><p>Thank you,</p><p>DoublA</p><p><br></p><p><br></p><p><br></p>",
        "receivedAt": 1702338883,
        "proposer": {
          "id": "0x18Bf24b7F782Ab629181ADA264A44ce1bB090C3c"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1702511267,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0x7D59d5fc2677d9114c9F082179E461285b24847c"
            },
            "receivedAt": 1702662952,
            "votingPower": "4"
          },
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x91dCCAA260CC4616E1a6e6b693DB7207C5E42937"
            },
            "receivedAt": 1702671011,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1702613291,
            "votingPower": "2"
          }
        ]
      },
      {
        "title": "Nouns in our game!",
        "tldr": "We are a competitive game and want to include Nouns & Nouns E-sports in every way possible!",
        "body": "<p><strong>The Game:</strong></p><p>We have built an arcade style fighting game called Stumble upon Rumble. It's a real-time multiplayer game with gameplay happening in servers of up to 30 players. It's a very social experience, with players spectating each others fights, chatting with another, and playing mini-games.</p><p><br></p><p>Like many in Nouns Esports, we care a lot about real competition in games. Most (mobile) games today have opted for special characters, items and upgrades that make the player stronger, just so they can milk as much money out of the players as possible. We hate this development, and instead are opting for a 100% skill-based multiplayer without any way to pay your way to victory. While the game is relatively simple, the skill cap is very high and that's why it would be very well suited for a competitive scene!</p><p><br></p><p>To facilitate this, we also have Player-to-Player cash fights in the game. Basically letting all players compete like e-sports players with real stakes on the line.</p><p><br></p><p>See our Epic Games page for more: https://store.epicgames.com/en-US/p/stumble-upon-rumble-52275d</p><p><br></p><p><br></p><p><strong>Integrating Nouns</strong></p><p>We love how Nouns can already be seen in some many different industries and places. As gamers, we'd love to see Nouns be represented directly in gaming titles. While the first Nouns skin in Fortnite may be some time away, we'd love to get it started by integrating Nouns in our own game as a cosmetic. That's why we've made a pixelart version of the iconic Nouns glasses and made it a cosmetic that can be worn on top of any other character in our game.</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmWuyh5FkMcYMNMFr1PKFJxbciGfbHkgCD2yur1cXYd2mr\"><img src=\"https://ipfs.backend.prop.house/ipfs/QmUK3CNBvpEkePSRfJ2uqj5VGKRAYdhXjavSH69BGoqkZi\"><img src=\"https://ipfs.backend.prop.house/ipfs/QmQknQrmDeNmFeDqGmNGDbti6qDkk5k6NfbjtZeALYAw12\"></p><blockquote>What the Nouns glasses look like on our different characters.</blockquote><p><br></p><p><strong>Why </strong></p><p>We would really like to be closer with Nouns Esports and the Nouns community. Being acknowledged as Nouns builders would mean a lot to us, and motivate us to continue the inclusion of Nouns in everything we do. </p><p><br></p><p><br></p>",
        "receivedAt": 1702392359,
        "proposer": {
          "id": "0xF67a1fC909B90b7405E59E8Fe3569252fdF1D290"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1702511267,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "1"
          }
        ]
      },
      {
        "title": "Nouns Art Contest 2024 Proposal",
        "tldr": "The Nouns Art Contest 2024 aims to boost brand awareness by inviting artists to showcase their talent.",
        "body": "<p>The Purpose:</p><ul><li>To Grow Brand Awareness: Utilize the contest as a platform to showcase the unique identity of Nouns and its community. This event will serve to highlight the achievements of the past year and reinforce the brand’s presence in the artistic and broader community.</li></ul><p>The Goal:</p><ul><li>Community Engagement and Empowerment: The primary goal is to actively involve the community in a creative endeavor, allowing them to express their connection to Nouns. This will foster a stronger sense of belonging and ownership within the community.</li><li>Showcasing Talent: To uncover and celebrate the artistic talents within the Nouns community, providing them with a stage to share their work and stories.</li></ul><p>The How:</p><ul><li>Art Contest Announcement: Launch the contest with clear communication across all Nouns platforms, emphasizing the opportunity for artists to showcase their talent and win attractive prizes.</li><li>Guidelines and Theme: Set forth easy-to-follow guidelines and an inspiring theme that resonates with the Nouns ethos. This can include various art forms to ensure wide participation.</li><li>Engaging Prizes: Offer enticing prizes, such as $1,000 US and exclusive Nouns Merch, to motivate participation.</li><li>Judging and Community Involvement: Implement a transparent judging process, possibly involving community votes, to select winners.</li></ul><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmUGynLvo1vcCnhWDKAdbuJDdLs5qmvPjaGU7zpWrBNu1L\"></p><p><br></p><p><br></p>",
        "receivedAt": 1702397198,
        "proposer": {
          "id": "0x9444b0D4C3f7ed7731d93867e347748721EE1f0e"
        },
        "votes": [
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x91dCCAA260CC4616E1a6e6b693DB7207C5E42937"
            },
            "receivedAt": 1702671011,
            "votingPower": "8"
          }
        ]
      },
      {
        "title": "Mini-Artisanals for Nouns Esports ",
        "tldr": "Bite-sized, handmade art made especially for marketing, contests, vibes.",
        "body": "<h1>Overview</h1><p><br></p><p>Nouns is a movement. A movement of passionate strangers voting on how to share resources. It's rolling up your sleeves and trying something. It's not traditional marketing. Nothing about it has the mass-produced vibe. Our project captures that essence of passion-based effort. <strong>We are making small, physical art pieces for collectors, fans, and Nouns supporters.</strong></p><p><br></p><h1>Who are we?</h1><p><br></p><p>A DOTA 2 spectator and web3 dude married a League of Legends support main of 7 years and DOTA 2 won out. It's now so central to our evenings that our dog is conditioned to fall asleep to the sweet sound of DOTA games, her favorite lullabies being from NA casters.</p><p><br></p><p>Our first IRL Nouns Esports experience was at the DOTA 2 Arlington Major, where I got to meet Brax after DMing for a bit. It was amazing to see the intersection of web3 and esports, the marriage of our two primary passions. It was invigorating and exciting. See, look how happy we are:</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmUP9RXkga8fYYfxLXrDUsjDHzHUwxaE3REM1RysXQQnUB\"></p><p><br></p><p>Shortly after Arlington, Vicki realized she wanted to take a break from work and do art, a lifelong passion. She began intensely crafting goodies in a variety of mediums. Oftentimes, she'd disappear for a couple days, completely in flow state, and emerge with a new set of custom work. This happened the week leading up to The International, the largest DOTA 2 tournament of the year, which was within driving distance this year.</p><p><br></p><p>Powered by passion and Noun's unexpected-but-hype climb during the group stages, she made dozens of earrings out of clay and resin. </p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmaQXgDYejS9bZYfD6of1J5d7AfVKDbBcXvPANBxCjGDqk\" style=\"\" width=\"580\" height=\"705.7966247139589\"></p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmUfdNvcRE1Ups2yEqA343jpJFrcvhJGHvNPGwgkEWzy98\"></p><p><br></p><p>The pieces that passed QA were placed in individual packaging and then packed to come with us to Seattle, where we immediately began handing them out to the amazing folks at the turbo event.</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmUZi8Vn4yYiuxtuWqsigE7oiGXmwYS3sQHW2pYBuK2Rdj\"></p><p><br></p><p>We were honored to give earrings away to Ricky (rkryptic) and to do an art swap with Necrolytus (the amazing artist who made the tango earrings from the previous picture). We happened to sit next to Brennan, Sasquatch, ppd, and other amazing folks involved with Nouns Esports. At one point, Vicki found Gunnar and gave him a large bag of earrings for the team.</p><p><br></p><p>The entire experience was fulfilling, and scratches an itch we have as a couple to be involved in a larger way than purely spectating and being a consumer. At last, we experienced firsthand how rewarding it is to go ham on a project and be a part of the Nouns tribe, if even for a few days.</p><p><br></p><p>We're fortunate to have the means to continue making different kinds of art. We have several ideas, and are currently investing in silicon molds that will allow us to make Nouns Esports keycaps. (Coincidentally, the molds are arriving today.) We'd like to coordinate with the Nouns Esports Discord mods, and likely other DOTA 2 endeavors adjacent to Nouns Esports, to give these away and amplify the brand.</p><p><br></p><h1>Timeline</h1><p><br></p><p>We'll be immediately experimenting with a combination of resin, clay, keycap fixtures, regular and alcohol inks, etc. The first stage is usually wild experimentation, and then taking a look at what worked best, then dialing in on that. To be honest, we'll be doing this no matter what, just as we did with the Nouns Esports earrings for TI.</p><p><br></p><p>According to the brand guidelines, the red glasses are for DOTA, so we'll likely start there, but are excited to expand beyond that.</p><p><br></p><p>After we get a solid pilot batch, we plan to reach out to folks like Sasquatch, ppd, and Brennan to see how we can best get these to fans in a fun, giveaway style. That part is a bit to-be-determined, to be honest, which is very aligned with the web3 vibe. We like being nimble and doing our part, and figuring out the details as we go.</p><p><br></p><p>After seeing how the online giveaways work, we'd be excited to see what we can do in meat space. At least one of us will be going to ETHDenver, and I foresee us flying out to at least one DOTA major in 2024, where we can hand them out.</p><p><br></p><h1>Impact</h1><p><br></p><p>We want to be a part of this thing! We're wanting to lean into this, especially after giving it a go and having the feeling of inspiration hit the warm fuzzy feeling of fulfillment. Count us in!</p><p><br></p><p>Sincerely,</p><p><br></p><p>mikedotexe.⌐◨-◨</p><p><br></p><p>and Vicki:</p><p><br></p><p><img src=\"https://ipfs.backend.prop.house/ipfs/QmdzqGqhe1bJjptG9WVbVvVG6H6JfNqc8ZyRYprCECKe5Z\" style=\"cursor: nwse-resize;\" width=\"226\" height=\"301.328387605042\"></p><p><br></p><p><br></p>",
        "receivedAt": 1702497245,
        "proposer": {
          "id": "0x2941022347348828A24a5ff33c775D67691681e9"
        },
        "votes": [
          {
            "voter": {
              "id": "0xE3ff24a97BFB65CAdEF30F6Ad19a6EA7E6F6149d"
            },
            "receivedAt": 1702511267,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0x7D59d5fc2677d9114c9F082179E461285b24847c"
            },
            "receivedAt": 1702662952,
            "votingPower": "2"
          },
          {
            "voter": {
              "id": "0x6fB5d14b61e595e6f34BAF952c5d3e60e45883b0"
            },
            "receivedAt": 1702513488,
            "votingPower": "3"
          },
          {
            "voter": {
              "id": "0x91dCCAA260CC4616E1a6e6b693DB7207C5E42937"
            },
            "receivedAt": 1702671011,
            "votingPower": "1"
          },
          {
            "voter": {
              "id": "0x75640B1eB20E9473AD40Fcb600B016eefcAE2A7F"
            },
            "receivedAt": 1702613291,
            "votingPower": "2"
          }
        ]
      }
    ]
  }
}
